import Container from '@mui/material/Container'
import React from 'react'

function Home() {
    return (
        <><div>
            <Container maxWidth="md">
                <h1 style={{ textAlign: "center" }}>ระบบลงทะเบียนเรียน</h1>
                <h4>Requirements</h4>
                <p>
                ระบบการลงทะเบียนเรียนเป็นระบบที่ให้นักศึกษาชั้นปีที่3 สาขาวิศวกรรมคอมพิวเตอร์ ที่เป็นสมาชิก
                หลังจากloginเข้าสู่ระบบเพื่อลงทะเบียนเรียนสามารถเลือกรายวิชาที่ต้องการลงทะเบียนโดยจะมีวิชา
                ให้เลือกเพื่อที่จะสะดวกต่อการลงทะเบียนในวิชาเรียนที่ต้องการอีกทั้งยังทราบรายละเอียดวิชาเช่น 
                ชื่อวิชาเรียนซึ่งอยู่ในวิชาเรียนและสามารถเลือกสถานะวิชาเรียนว่าต้องการเรียนแบบไหน 
                Online  Onsite หรือ Hybride ซึ่งรายละเอียดจะอยู่ในระบบลงทะเบียนเรียน
                </p>
            </Container>
        </div></>
    )
}

export default Home; 